tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "kryptco/tap"
brew "cask"
brew "fd"
brew "fish"
brew "ghc"
brew "git"
brew "git-delta"
brew "git-extras"
brew "git-lfs"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "htop"
brew "kubernetes-cli"
brew "maven"
brew "nano"
brew "nmap"
brew "python"
brew "rename"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "tldr"
brew "tree"
brew "unison"
brew "vim"
brew "watch"
brew "wget"
brew "youtube-dl"
cask "android-platform-tools"
cask "cryptomator"
cask "docker"
cask "dotnet-sdk"
cask "dropbox"
cask "firefox"
cask "google-chrome"
cask "google-drive"
cask "iterm2"
cask "jetbrains-toolbox"
cask "keepassxc"
cask "libreoffice"
cask "macpass"
cask "onedrive"
cask "packages"
cask "podman"
cask "scribus"
cask "signal"
cask "skype"
cask "steam"
cask "temurin"
cask "temurin17"
cask "thunderbird"
cask "visualvm"
cask "vlc"
cask "wireshark"
